[
   {
      "title":"Your First Quilt Book",
      "publisher":"Martingale & Company Incorporated",
      "publishedDate":"1997",
      "description":"Learn about the tools, supplies, and techniques you need to create simple patchwork quilts. ",
      "pageCount":224
   },
   {
      "title":"Fresh Quilting",
      "publisher":"Betterway Books",
      "publishedDate":"2013-03-15",
      "description":"Make a big impact and brighten up any room with fun, contemporary, and functional projects exploding with exhilarating color!",
      "pageCount":160
   },
   {
      "title":"Quilting with a Modern",
      "publisher":"Storey Publishing",
      "publishedDate":"2014-01-28",
      "description":"Modern quilting allows artists the freedom to play with traditions and take liberties with fabrics, patterns, colors, stitching, and the ways in which they all connect. ",
      "pageCount":224
   },
   {
      "title":"Quilt in a Day",
      "publisher":"Quilt in a Day",
      "publishedDate":"1991-06-01",
      "description":"The mandala, an ancient symbol meaning \"universe\" or \"wholeness\", is a circular design comprised of equal sections that rotate around a common center. Quilter, teacher, and lecturer Katie",
      "pageCount":105
   },
   {
      "title":"Mandala Quilt Designs",
      "publisher":"Courier Corporation",
      "publishedDate":"1983",
      "description":"Briefly describes the history of Amish quilts, explains how to make and use patterns, and provides a selection of traditional quilting designs",
      "pageCount":12
   },
   {
      "title":"Quilting",
      "publisher":"Sterling Publishing Company Incorporated",
      "publishedDate":"1991",
      "description":"Selecting fabrics and making great quilts has never been easier! In 3-Fabric Quilts, Leni Levenson Wiener gives you the tools to make twelve fantastic quilts that each require only three fabrics. ",
      "pageCount":128
   },
   {
      "title":"Amish Quilting Patterns",
      "publisher":"Courier Corporation",
      "publishedDate":"1987",
      "description":"Helps you gain confidence in your innate artistic ability to draw basic shapes, then you can learn how to put them together into over a hundred different.",
      "pageCount":87
   }
]
